{
    "l1": "About",
    "l2": "Technologies",
    "l3": "Arts",
    "l4": "Contact",
    "overtitle": "Anne-Sophie Cusson",
    "subtitle1": "Software Engineering student",
    "subtitle2": "Artist",
    "techHeading": "Experiences in technologies",
    "techSubtitle": "Projects",
    "aboutHeading": "About",
    "aboutSubtitle1": "Who am I",
    "aboutSubtitle2": "My evolution",
    "aboutLegend": "Self-portrait using grey tone markers, 2018",
    "bioText1": "I am a creator. Whether it be oil portraits or python scripts, I thrive when I find a new challenge to overcome or a new skill to learn, and create somthing meaningful from it. I yearn for problems to solve and new concepts to explore. Currently in my third year of Software Engineering at the University of Ottawa, I hope to pursue a challenging and motivating career in cybersecurity. Or again, make my way to the sector of space exploration and contribute to the discoveries that shape and reshape the way we understand our universe.",
    "bioText2": "I have always been fascinated by science. My father being a Civil Engineer, I was exposed to concepts of physics and mathematics very early and developped a passion for astronomy and astrophysics. This passion led me to join the science concentration program at my high school, where I had the opportunity to participate in the regional science fair, and winning various prizes for my projects on agriculture and biodegradable plastics. But science isn't my only passion. At the age of fifteen, I entered the National Circus School of Montreal, an elite private school specialized in preparing its students from around the globe for a career as circus performers. I then continued this career path at the Quebec Circus School until the start of my second year of CEGEP, when I had a change of heart. Circus was a passion but I craved more, I wanted to learn and to study. This led me to enter the following year the Mechanical Engineering program at the University of Ottawa. This program finally provided me with the challenges and the learning opportunities that I was looking for, but one course of my program stood out to me as something that I excelled at and that motivated me. This course, Introduction to programming in C for Engineers, was the first time I had the chance to learn programming and it instantly clicked. THAT was what I wanted to do for the rest of my career. I worked very hard to acquire the credits and grades to make the switch, at the end of my first year of university, directly to the second year of the Software Engineering program. Now in my third year, I am more than ever fascinated by the ever evolving world of computers and programming."
}