{
    "l1": "About",
    "l2": "Technologies",
    "l3": "Arts",
    "l4": "Contact",

    "overtitle": "Anne-Sophie Cusson",
    "subtitle1": "Software Engineering student",
    "subtitle2": "Artist",

    "proj1Texta": "2 internships",
    "proj1Textb": "at AEPONYX Inc.",
    "proj1Textc": "Automated scripts",
    "proj1Textd": "for data analysis",
    "proj1Texte": " (Python/Pandas, C#, .NET)",
    "proj1Textf": "Motorization & automation",
    "proj1Textg": " of test stations",
    "proj1Texth": "(C#, .NET)",

    "proj2Text": "aaaaaaaaaaaaaasf djfn sd olsidfj ssd spdoqa poeldp wkem;k j; slkm;aek lksnelksengs dkkdsoe eknenfbsou oi o oih owso we oihnsd",
    "proj3Text": "aaaaaaaaaaaaaasf djfn sd olsidfj ssd spdoqa poeldp wkem;k j; slkm;aek lksnelksengs dkkdsoe eknenfbsou oi o oih owso we oihnsd",
    "proj4Text": "aaaaaaaaaaaaaasf djfn sd olsidfj ssd spdoqa poeldp wkem;k j; slkm;aek lksnelksengs dkkdsoe eknenfbsou oi o oih owso we oihnsd",
    "aboutHeading": "About",
    "aboutSubtitle1": "Who am I",
    "aboutSubtitle2": "My evolution",
    "aboutLegend": "Self-portrait using grey tone markers, 2018",
    "bioText1a": "I am a creator. Whether it be oil portraits or python scripts, I thrive when I find a new challenge to overcome or a new skill to learn, and create somthing meaningful from it. I yearn for problems to solve and new concepts to explore.",
    "bioText1b": "Currently in my third year of Software Engineering at the University of Ottawa, I hope to pursue a challenging and motivating career in cybersecurity. Or again, make my way to the sector of space exploration and contribute to the discoveries that shape and reshape the way we understand our universe.",
    "bioText2a": "My father being a Civil Engineer, I was exposed to concepts of physics and mathematics at a very early age and quickly developped a passion for astronomy and astrophysics. This passion led me to join the science concentration program at my high school, where I had the opportunity to participate in the regional science fair, and winning various prizes for my projects on agriculture and biodegradable plastics. ",
    "bioText2b": "At the age of fifteen, I entered the National Circus School of Montreal, an elite private school specialized in preparing its students from around the globe for a career as circus performers. Yes, a very unusual career path.",
    "bioText2c": "I continued my professional training in CEGEP at the Quebec Circus School, a similar, 3 year professional training program for circus artists. In the middle of my second year of CEGEP, I made the decision to quit circus and prepare for an academic career. This led me to enter, the following year, the Mechanical Engineering program at the University of Ottawa.",
    "bioText2d": "The Mechanical Engineering program provided me with the challenges and the learning opportunities that I had been looking for, but one course of my program stood out to me as something that I excelled at and that truly motivated me. This course, Introduction to programming in C for Engineers, was the first time I had the chance to learn programming. It instantly clicked, I knew that this was what I wanted to do for the rest of my career. Now in my third year of the Software Engineering program at the University of Ottawa, I am more than ever fascinated by the ever evolving world of computers and programming.",
    
    "faceTitle": "Self-portrait",
    "faceDate": "Grey tone markers, 2019",
    "lotrTitle": "Witch-king of Angmar",
    "lotrDate": "Grey tone markers, 2021",
    "gracesTitle": "The Three Graces",
    "gracesDate": "Acrylic on wooden furniture, 2019",
    "styxTitle": "Styx",
    "styxDate": "Grey tone markers, 2019",
    "portraitTitle": "Self-portrait",
    "portraitDate": "Oil, 2018",
    "persephoneTitle": "The abduction of Proserpina",
    "persephoneDate": "Oil, 2017",
    "circaTitle": "Circus performance",
    "circaDate": "Circa festival in Auch, 2018" 
}